Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Share a private, read-only snapshot of how your glucose has been — time in range, average, estimated A1c and more — with a partner, parent or care team. It's generated on this device; nothing is sent until you choose who to share it with.
de: Eine private, schreibgeschützte Momentaufnahme des bisherigen Glukoseverlaufs — Zeit im Zielbereich, Durchschnitt, geschätztes A1c und mehr — mit einem Partner, Elternteil oder Behandlungsteam teilen. Sie wird auf diesem Gerät erstellt; es wird nichts gesendet, bis Sie festlegen, mit wem sie geteilt wird.
es: Comparte una instantánea privada y de solo lectura de cómo ha estado tu glucosa —tiempo en rango, promedio, A1c estimada y más— con tu pareja, un familiar o tu equipo médico. Se genera en este dispositivo; no se envía nada hasta que elijas con quién compartirla.
fr: Partagez un aperçu privé, en lecture seule, de l'évolution de votre glycémie — temps dans la cible, moyenne, A1c estimée, et plus encore — avec un partenaire, un parent ou une équipe soignante. Il est généré sur cet appareil ; rien n'est envoyé tant que vous n'avez pas choisi avec qui le partager.
it: Condividi un'istantanea privata e di sola lettura dell'andamento della tua glicemia — tempo nell'intervallo, media, A1c stimata e altro — con un partner, un genitore o il team di cura. Viene generata su questo dispositivo; non viene inviato nulla finché non scegli con chi condividerla.
nl: Deel een privé, alleen-lezen momentopname van hoe je glucose is geweest — tijd binnen bereik, gemiddelde, geschatte A1c en meer — met een partner, ouder of zorgteam. Deze wordt op dit apparaat gemaakt; er wordt niets verzonden totdat je kiest met wie je het deelt.
pl: Udostępnij prywatny, tylko do odczytu przegląd Twojej glukozy — czas w zakresie docelowym, średnią, szacowane A1c i więcej — partnerowi, rodzicowi lub zespołowi medycznemu. Jest generowany na tym urządzeniu; nic nie zostaje wysłane, dopóki nie wybierzesz, komu go udostępnić.
pt: Partilhe um resumo privado e apenas de leitura de como tem estado a sua glicose — tempo dentro do intervalo, média, A1c estimada e mais — com um parceiro, familiar ou equipa de saúde. É gerado neste dispositivo; nada é enviado até escolher com quem o partilhar.
ro: Distribuie un instantaneu privat, doar pentru citire, al evoluției glicemiei tale — timpul în interval, media, A1c estimat și altele — unui partener, unui părinte sau echipei medicale. Se generează pe acest dispozitiv; nimic nu se trimite până nu alegi cu cine îl distribui.
ru: Поделитесь приватным снимком состояния вашей глюкозы, доступным только для чтения — время в целевом диапазоне, среднее значение, расчётный A1c и другое — с партнёром, родителем или медицинской командой. Он создаётся на этом устройстве; ничего не отправляется, пока вы не выберете, с кем поделиться.

source: Share another way
de: Anders teilen
es: Compartir de otra forma
fr: Partager autrement
it: Condividi in un altro modo
nl: Op een andere manier delen
pl: Udostępnij inaczej
pt: Partilhar de outra forma
ro: Distribuie în alt mod
ru: Поделиться иначе

source: Share backup
de: Backup teilen
es: Compartir copia
fr: Partager la sauvegarde
it: Condividi backup
nl: Back-up delen
pl: Udostępnij kopię
pt: Partilhar cópia
ro: Trimite copia
ru: Поделиться копией

source: Share care summary
de: Behandlungsübersicht teilen
es: Compartir resumen de salud
fr: Partager le résumé de suivi
it: Condividi il riepilogo delle cure
nl: Zorgoverzicht delen
pl: Udostępnij podsumowanie opieki
pt: Partilhar resumo de saúde
ro: Distribuie rezumatul medical
ru: Поделиться медицинской сводкой

source: Share chart
de: Diagramm teilen
es: Compartir gráfico
fr: Partager le graphique
it: Condividi grafico
nl: Grafiek delen
pl: Udostępnij wykres
pt: Partilhar gráfico
ro: Trimite graficul
ru: Поделиться графиком

source: Share logbook PDF
de: Logbuch-PDF teilen
es: Compartir PDF del registro
fr: Partager le PDF du carnet
it: Condividi il PDF del registro
nl: Logboek-pdf delen
pl: Udostępnij PDF rejestru
pt: Partilhar PDF do registo
ro: Partajează PDF-ul registrului
ru: Поделиться PDF журнала

source: Share or print
de: Teilen oder drucken
es: Compartir o imprimir
fr: Partager ou imprimer
it: Condividi o stampa
nl: Delen of afdrukken
pl: Udostępnij lub wydrukuj
pt: Partilhar ou imprimir
ro: Partajează sau tipărește
ru: Поделиться или напечатать

source: Share report
de: Bericht teilen
es: Compartir informe
fr: Partager le rapport
it: Condividi report
nl: Rapport delen
pl: Udostępnij raport
pt: Partilhar relatório
ro: Distribuie raportul
ru: Поделиться отчётом

source: Share this chart as an image
de: Dieses Diagramm als Bild teilen
es: Compartir este gráfico como imagen
fr: Partager ce graphique en image
it: Condividi questo grafico come immagine
nl: Deel deze grafiek als afbeelding
pl: Udostępnij wykres jako obraz
pt: Partilhar este gráfico como imagem
ro: Trimite graficul ca imagine
ru: Поделиться графиком как изображением

source: Sharing
de: Teilen
es: Compartir
fr: Partage
it: Condivisione
nl: Delen
pl: Udostępnianie
pt: Partilha
ro: Distribuire
ru: Общий доступ

source: Show %lld entries
de: %lld Einträge anzeigen
es: Mostrar %lld entradas
fr: Afficher %lld entrées
it: Mostra %lld voci
nl: %lld items tonen
pl: Pokaż %lld wpisów
pt: Mostrar %lld entradas
ro: Afișează %lld intrări
ru: Показать %lld записей

source: Show 1 entry
de: 1 Eintrag anzeigen
es: Mostrar 1 entrada
fr: Afficher 1 entrée
it: Mostra 1 voce
nl: Toon 1 invoer
pl: Pokaż 1 wpis
pt: Mostrar 1 registo
ro: Arată 1 înregistrare
ru: Показать 1 запись

source: Show all (%lld)
de: Alle anzeigen (%lld)
es: Mostrar todo (%lld)
fr: Tout afficher (%lld)
it: Mostra tutto (%lld)
nl: Alles tonen (%lld)
pl: Pokaż wszystko (%lld)
pt: Mostrar tudo (%lld)
ro: Arată tot (%lld)
ru: Показать все (%lld)

source: Show fewer
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
nl: Minder tonen
pl: Pokaż mniej
pt: Mostrar menos
ro: Arată mai puține
ru: Показать меньше

source: Show goals & streak
de: Ziele & Serie anzeigen
es: Mostrar objetivos y racha
fr: Afficher objectifs et série
it: Mostra obiettivi e serie
nl: Doelen en reeks tonen
pl: Pokaż cele i serię
pt: Mostrar objetivos e sequência
ro: Afișează obiectivele și seria
ru: Показывать цели и серию

source: Show in column
de: In Spalte anzeigen
es: Mostrar en la columna
fr: Afficher dans la colonne
it: Mostra nella colonna
nl: Tonen in kolom
pl: Pokaż w kolumnie
pt: Mostrar na coluna
ro: Afișează în coloana
ru: Показывать в столбце

source: Show more
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
it: Mostra altro
nl: Meer tonen
pl: Pokaż więcej
pt: Mostrar mais
ro: Arată mai multe
ru: Показать ещё

source: Show on chart
de: Im Diagramm anzeigen
es: Mostrar en el gráfico
fr: Afficher sur le graphique
it: Mostra sul grafico
nl: Op grafiek tonen
pl: Pokaż na wykresie
pt: Mostrar no gráfico
ro: Afișează pe grafic
ru: Показывать на графике

source: Show sensor readings
de: Sensorwerte anzeigen
es: Mostrar lecturas del sensor
fr: Afficher les lectures du capteur
it: Mostra le letture del sensore
nl: Sensormetingen tonen
pl: Pokaż odczyty sensora
pt: Mostrar leituras do sensor
ro: Arată citirile senzorului
ru: Показывать показания датчика

source: Show this screen to whoever is helping you. This is general bystander guidance, not medical advice — helpers should always call emergency services when in doubt.
de: Zeige diesen Bildschirm der Person, die dir hilft. Dies ist allgemeine Anleitung für Ersthelfende, keine medizinische Beratung — im Zweifel immer den Notruf wählen.
es: Muestra esta pantalla a quien te esté ayudando. Es una guía general para transeúntes, no un consejo médico: ante la duda, quien ayude debe llamar siempre a emergencias.
fr: Montrez cet écran à la personne qui vous aide. Il s'agit de conseils généraux pour les témoins, pas d'un avis médical — en cas de doute, il faut toujours appeler les secours.
it: Mostra questa schermata a chi ti sta aiutando. È una guida generale per chi presta soccorso, non un consiglio medico: nel dubbio, chiamare sempre i soccorsi.
nl: Laat dit scherm zien aan wie je helpt. Dit is algemene hulp voor omstanders, geen medisch advies — bel bij twijfel altijd de hulpdiensten.
pl: Pokaż ten ekran osobie, która Ci pomaga. To ogólne wskazówki dla świadków, nie porada medyczna — w razie wątpliwości pomagający powinien zawsze wezwać pogotowie.
pt: Mostra este ecrã a quem te estiver a ajudar. É orientação geral para quem presta socorro, não aconselhamento médico — em caso de dúvida, deve-se ligar sempre para a emergência.
ro: Arată acest ecran celui care te ajută. Sunt îndrumări generale pentru martori, nu sfaturi medicale — la orice îndoială, cel care ajută trebuie să sune la urgențe.
ru: Покажите этот экран тому, кто вам помогает. Это общие рекомендации для окружающих, а не медицинская консультация — при сомнениях всегда следует вызывать скорую помощь.

source: Show your glucose and let you log insulin and carbs from your wrist. Nothing leaves your paired devices.
de: Zeigt deine Glukosewerte an und lässt dich Insulin und Kohlenhydrate direkt vom Handgelenk aus erfassen. Nichts verlässt deine gekoppelten Geräte.
es: Muestra tu glucosa y te permite registrar insulina y carbohidratos desde la muñeca. Nada sale de tus dispositivos vinculados.
fr: Affiche votre glycémie et vous permet d'enregistrer l'insuline et les glucides depuis votre poignet. Rien ne quitte vos appareils associés.
it: Mostra il tuo glucosio e ti permette di registrare insulina e carboidrati dal polso. Niente esce dai tuoi dispositivi associati.
nl: Toont je glucose en laat je insuline en koolhydraten vanaf je pols vastleggen. Er verlaat niets je gekoppelde apparaten.
pl: Pokazuje Twój poziom glukozy i pozwala zapisywać insulinę oraz węglowodany prosto z nadgarstka. Nic nie opuszcza Twoich sparowanych urządzeń.
pt: Mostra a tua glicose e permite-te registar insulina e hidratos de carbono a partir do pulso. Nada sai dos teus dispositivos emparelhados.
ro: Îți afișează glicemia și îți permite să înregistrezi insulina și carbohidrații direct de la încheietură. Nimic nu părăsește dispozitivele tale asociate.
ru: Показывает уровень глюкозы и позволяет вносить данные об инсулине и углеводах прямо с запястья. Ничего не покидает ваши сопряжённые устройства.

source: Showing your most recent entries.
de: Deine neuesten Einträge werden angezeigt.
es: Mostrando tus entradas más recientes.
fr: Affichage de tes entrées les plus récentes.
it: Mostrando le tue voci più recenti.
nl: Je recentste items worden getoond.
pl: Pokazano Twoje najnowsze wpisy.
pt: A mostrar as tuas entradas mais recentes.
ro: Se afișează cele mai recente înregistrări ale tale.
ru: Показаны твои последние записи.

source: Shows a sick-day reminder on your dashboard so this guidance is one tap away. Turn it off when you're feeling better.
de: Zeigt in deiner Übersicht eine Krankheits-Erinnerung, damit diese Hinweise nur einen Tipp entfernt sind. Schalte es aus, sobald es dir besser geht.
es: Muestra un recordatorio de enfermedad en tu panel para tener esta guía a un toque. Desactívalo cuando te encuentres mejor.
fr: Affiche un rappel jours de maladie sur votre tableau de bord pour garder ces conseils à portée de main. Désactivez-le quand vous allez mieux.
it: Mostra un promemoria di malattia sulla dashboard, così questa guida è a un tocco di distanza. Disattivalo quando ti senti meglio.
nl: Toont een ziektedagherinnering op je dashboard zodat deze uitleg één tik verwijderd is. Zet het uit zodra je je beter voelt.
pl: Pokazuje w Panelu przypomnienie o chorobie, aby te wskazówki były o jedno dotknięcie. Wyłącz, gdy poczujesz się lepiej.
pt: Mostra um lembrete de dias de doença no teu painel, para teres esta orientação a um toque. Desliga-o quando te sentires melhor.
ro: Afișează pe panoul tău un memento de zile de boală, ca aceste îndrumări să fie la o atingere distanță. Dezactivează-l când te simți mai bine.
ru: Показывает на панели напоминание о режиме болезни, чтобы эти рекомендации были в одном касании. Отключите его, когда почувствуете себя лучше.

source: Sick day
de: Krankheitstag
es: Día de enfermedad
fr: Jour de maladie
it: Giorno di malattia
nl: Ziektedag
pl: Dzień choroby
pt: Dia de doença
ro: Zi de boală
ru: День болезни

source: Sick-day mode
de: Krankheitsmodus
es: Modo de días de enfermedad
fr: Mode jours de maladie
it: Modalità giorni di malattia
nl: Ziektedagmodus
pl: Tryb chorobowy
pt: Modo de dias de doença
ro: Mod zile de boală
ru: Режим болезни

source: Sick-day mode is on
de: Krankheitsmodus ist an
es: El modo de enfermedad está activado
fr: Mode jours de maladie activé
it: Modalità malattia attiva
nl: Ziektedagmodus staat aan
pl: Tryb chorobowy jest włączony
pt: O modo de dias de doença está ligado
ro: Modul zile de boală este activ
ru: Режим болезни включён

source: Side by side
de: Nebeneinander
es: Lado a lado
fr: Côte à côte
it: Fianco a fianco
nl: Naast elkaar
pl: Obok siebie
pt: Lado a lado
ro: Una lângă alta
ru: Бок о бок

source: Sign in with your Dexcom account to import readings through Dexcom Share (the Dexcom Follow service). Choose the region that matches your account.
de: Melde dich mit deinem Dexcom-Konto an, um Messwerte über Dexcom Share (den Dexcom-Follow-Dienst) zu importieren. Wähle die Region, die zu deinem Konto passt.
es: Inicia sesión con tu cuenta de Dexcom para importar lecturas a través de Dexcom Share (el servicio Dexcom Follow). Elige la región que coincida con tu cuenta.
fr: Connectez-vous avec votre compte Dexcom pour importer des mesures via Dexcom Share (le service Dexcom Follow). Choisissez la région correspondant à votre compte.
it: Accedi con il tuo account Dexcom per importare le letture tramite Dexcom Share (il servizio Dexcom Follow). Scegli la regione corrispondente al tuo account.
nl: Meld je aan met je Dexcom-account om metingen te importeren via Dexcom Share (de Dexcom Follow-service). Kies de regio die bij je account past.
pl: Zaloguj się na koncie Dexcom, aby importować odczyty przez Dexcom Share (usługę Dexcom Follow). Wybierz region zgodny z Twoim kontem.
pt: Inicia sessão com a tua conta Dexcom para importar leituras através do Dexcom Share (o serviço Dexcom Follow). Escolhe a região que corresponde à tua conta.
ro: Autentifică-te cu contul tău Dexcom pentru a importa citiri prin Dexcom Share (serviciul Dexcom Follow). Alege regiunea care corespunde contului tău.
ru: Войдите с помощью аккаунта Dexcom, чтобы импортировать измерения через Dexcom Share (сервис Dexcom Follow). Выберите регион, соответствующий вашему аккаунту.

source: Sign in with your LibreLinkUp account and share a sensor to import readings. Region is detected automatically.
de: Melde dich mit deinem LibreLinkUp-Konto an und teile einen Sensor, um Messwerte zu importieren. Die Region wird automatisch erkannt.
es: Inicia sesión con tu cuenta de LibreLinkUp y comparte un sensor para importar lecturas. La región se detecta automáticamente.
fr: Connectez-vous avec votre compte LibreLinkUp et partagez un capteur pour importer des mesures. La région est détectée automatiquement.
it: Accedi con il tuo account LibreLinkUp e condividi un sensore per importare le letture. La regione viene rilevata automaticamente.
nl: Meld je aan met je LibreLinkUp-account en deel een sensor om metingen te importeren. De regio wordt automatisch gedetecteerd.
pl: Zaloguj się na koncie LibreLinkUp i udostępnij sensor, aby importować odczyty. Region jest wykrywany automatycznie.
pt: Inicia sessão com a tua conta LibreLinkUp e partilha um sensor para importar leituras. A região é detetada automaticamente.
ro: Autentifică-te cu contul tău LibreLinkUp și partajează un senzor pentru a importa citiri. Regiunea este detectată automat.
ru: Войдите с помощью аккаунта LibreLinkUp и предоставьте доступ к сенсору, чтобы импортировать измерения. Регион определяется автоматически.

source: Signal loss
de: Signalverlust
es: Pérdida de señal
fr: Perte de signal
it: Perdita di segnale
nl: Signaalverlies
pl: Utrata sygnału
pt: Perda de sinal
ro: Pierdere de semnal
ru: Потеря сигнала

source: Signed in
de: Angemeldet
es: Sesión iniciada
fr: Connecté
it: Accesso eseguito
nl: Aangemeld
pl: Zalogowano
pt: Sessão iniciada
ro: Autentificat
ru: Выполнен вход

source: Silent
de: Lautlos
es: Silencio
fr: Silencieux
it: Silenzioso
nl: Stil
pl: Cisza
pt: Silencioso
ro: Fără sunet
ru: Без звука

source: Silver
de: Silber
es: Plata
fr: Argent
it: Argento
nl: Zilver
pl: Srebro
pt: Prata
ro: Argint
ru: Серебро

source: Simmer for about 30 minutes until the lentils are tender.
de: Etwa 30 Minuten köcheln lassen, bis die Linsen weich sind.
es: Cocina a fuego lento durante unos 30 minutos hasta que las lentejas estén tiernas.
fr: Laisse mijoter environ 30 minutes, jusqu'à ce que les lentilles soient tendres.
it: Fai sobbollire per circa 30 minuti finché le lenticchie sono tenere.
nl: Laat ongeveer 30 minuten sudderen tot de linzen zacht zijn.
pl: Gotuj na wolnym ogniu przez około 30 minut, aż soczewica zmięknie.
pt: Deixa cozinhar em lume brando cerca de 30 minutos, até as lentilhas ficarem tenras.
ro: Fierbe la foc mic aproximativ 30 de minute, până când lintea este fragedă.
ru: Вари на медленном огне около 30 минут, пока чечевица не станет мягкой.

source: Since bolus
de: Seit Bolus
es: Desde el bolo
fr: Depuis le bolus
it: Dal bolo
nl: Sinds bolus
pl: Od bolusa
pt: Desde o bólus
ro: De la bolus
ru: После болюса

source: Sip plenty of sugar-free fluids to avoid dehydration. If you can't eat your usual meals, switch to carb-containing drinks (like regular juice or soda) to keep some carbs going in.
de: Trinke ausreichend zuckerfreie Flüssigkeit in kleinen Schlucken, um einer Dehydrierung vorzubeugen. Wenn du deine üblichen Mahlzeiten nicht essen kannst, wechsle zu kohlenhydrathaltigen Getränken (z. B. normalem Saft oder Limonade), damit weiterhin Kohlenhydrate ankommen.
es: Bebe a sorbos abundante líquido sin azúcar para evitar la deshidratación. Si no puedes comer tus comidas habituales, pasa a bebidas con carbohidratos (como zumo o refresco normal) para seguir tomando algo de carbohidratos.
fr: Buvez régulièrement des boissons sans sucre pour éviter la déshydratation. Si vous ne pouvez pas manger vos repas habituels, passez à des boissons glucidiques (jus ou soda normal) pour continuer à apporter des glucides.
it: Sorseggia abbondanti liquidi senza zucchero per evitare la disidratazione. Se non riesci a mangiare i pasti abituali, passa a bevande con carboidrati (come succo o bibita normale) per continuare ad assumerne un po'.
nl: Drink met kleine slokjes voldoende suikervrije dranken om uitdroging te voorkomen. Kun je je gewone maaltijden niet eten, stap dan over op koolhydraathoudende dranken (zoals gewone sap of frisdrank) zodat er wat koolhydraten binnen blijven komen.
pl: Popijaj często płyny bez cukru, aby uniknąć odwodnienia. Jeśli nie możesz jeść zwykłych posiłków, przejdź na napoje z węglowodanami (np. zwykły sok lub napój gazowany), aby dostarczać trochę węglowodanów.
pt: Bebe bastantes líquidos sem açúcar, aos golos, para evitar a desidratação. Se não conseguires comer as tuas refeições habituais, passa para bebidas com hidratos (como sumo ou refrigerante normal) para continuares a ingerir alguns hidratos.
ro: Bea des lichide fără zahăr, cu înghițituri mici, ca să eviți deshidratarea. Dacă nu poți mânca mesele obișnuite, treci pe băuturi cu carbohidrați (precum suc sau băutură carbogazoasă normală) ca să continui să primești carbohidrați.
ru: Пейте небольшими глотками достаточно жидкости без сахара, чтобы избежать обезвоживания. Если не можете есть привычную еду, перейдите на напитки с углеводами (например, обычный сок или газировку), чтобы углеводы продолжали поступать.

source: Six accent themes across the app, widgets and watch — plus light or dark mode, text size, a gradient or photo background, a profile photo, and haptics. Calm by default, personal by choice.
de: Sechs Akzent-Themes in App, Widgets und Watch – dazu heller oder dunkler Modus, Textgröße, ein Verlaufs- oder Foto-Hintergrund, ein Profilfoto und haptisches Feedback. Ruhig als Standard, persönlich nach Wunsch.
es: Seis temas de acento en la app, los widgets y el reloj, además de modo claro u oscuro, tamaño de texto, un fondo con degradado o foto, una foto de perfil y feedback háptico. Sereno por defecto, personal si lo deseas.
fr: Six thèmes d'accentuation dans l'app, les widgets et la montre — plus le mode clair ou sombre, la taille du texte, un arrière-plan en dégradé ou photo, une photo de profil et le retour haptique. Sobre par défaut, personnel selon vos envies.
it: Sei temi d'accento in app, widget e orologio — più modalità chiara o scura, dimensione del testo, uno sfondo a sfumatura o foto, una foto profilo e feedback aptico. Sobrio come impostazione predefinita, personale a piacere.
nl: Zes accentthema's in de app, widgets en watch — plus lichte of donkere modus, tekstgrootte, een achtergrond met kleurverloop of foto, een profielfoto en haptische feedback. Rustig als standaard, persoonlijk naar keuze.
pl: Sześć motywów akcentu w aplikacji, widżetach i zegarku — a do tego tryb jasny lub ciemny, rozmiar tekstu, tło z gradientem lub zdjęciem, zdjęcie profilowe i reakcje dotykowe. Spokojnie domyślnie, osobiście z wyboru.
pt: Seis temas de destaque na app, nos widgets e no relógio — além de modo claro ou escuro, tamanho do texto, um fundo com gradiente ou fotografia, uma fotografia de perfil e feedback tátil. Sereno por predefinição, pessoal por opção.
ro: Șase teme de accent în aplicație, widgeturi și ceas — plus mod luminos sau întunecat, mărimea textului, un fundal cu degrade sau fotografie, o fotografie de profil și feedback haptic. Calm în mod implicit, personal la alegere.
ru: Шесть акцентных тем в приложении, виджетах и на часах — плюс светлый или тёмный режим, размер текста, фон с градиентом или фото, фото профиля и тактильный отклик. Спокойно по умолчанию, лично по желанию.

source: Six accent themes carried across the app, widgets and watch — plus journal density and appearance options. Calm by default, personal by choice.
de: Sechs Akzent-Themes, die sich durch App, Widgets und Watch ziehen — dazu Optionen für Journaldichte und Erscheinungsbild. Ruhig ab Werk, persönlich nach Wahl.
es: Seis temas de acento aplicados en la app, los widgets y el reloj — más opciones de densidad del diario y de aspecto. Tranquila por defecto, personal por elección.
fr: Six thèmes d'accentuation repris dans l'app, les widgets et la montre — plus des options de densité du journal et d'apparence. Apaisée par défaut, personnelle par choix.
it: Sei temi di accento coerenti in app, widget e orologio — più le opzioni di densità del diario e di aspetto. Tranquilla di default, personale per scelta.
nl: Zes accentthema's doorgevoerd in de app, widgets en horloge — plus opties voor dagboekdichtheid en weergave. Rustig als standaard, persoonlijk als jij dat kiest.
pl: Sześć motywów akcentu spójnych w aplikacji, widżetach i na zegarku — plus opcje gęstości dziennika i wyglądu. Spokojna domyślnie, osobista z wyboru.
pt: Seis temas de destaque aplicados na aplicação, nos widgets e no relógio — além de opções de densidade do diário e de aspeto. Calma por predefinição, pessoal por escolha.
ro: Șase teme de accent purtate prin aplicație, widgeturi și ceas — plus opțiuni pentru densitatea jurnalului și aspect. Calmă implicit, personală prin alegere.
ru: Шесть акцентных тем — в приложении, виджетах и на часах, плюс настройки плотности дневника и оформления. Спокойное по умолчанию, личное по вашему выбору.

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
nl: Grootte
pl: Rozmiar
pt: Tamanho
ro: Mărime
ru: Размер

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
nl: Overslaan
pl: Pomiń
pt: Ignorar
ro: Omite
ru: Пропустить
